{
  "2025-05-01": {
    "phase": "Полнолуние в Весах (68% освещ.)",
    "advice": "1 мая 2025 года, в день Полнолуния в Весах, – идеальное время для завершения старых дел и установления гармонии в отношениях. Рекомендуется провести время с близкими людьми, обсудить важные вопросы и наладить эмоциональные связи, а также провести ритуал благодарности за все хорошее в жизни.",
    "next_event": "→ 15 мая - Новолуние в Тельце. Время для новых начинаний и планов.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-02": {
    "phase": "Полнолуние в Скорпионе (61% освещ.)",
    "advice": "В день Полнолуния в Скорпионе 2 мая 2025 года рекомендуется сосредоточиться на трансформации и отпускании старых привычек или эмоциональных привязанностей. Это идеальное время для глубоких introsпекций и прощения — запишите свои желания и страхи, а затем сожгите этот лист бумаги, символизируя освобождение от всего, что вас сдерживает.",
    "next_event": "→ 18 мая — Полнолуние в Стрельце. Рекомендуется путешествовать и расширять горизонты.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-03": {
    "phase": "Полнолуние в Стрельце (54% освещ.)",
    "advice": "В день Полнолуния в Стрельце 3 мая 2025 года особенно хорошо заниматься расширением горизонтов — отправляйтесь в путешествие, учитесь новому или проводите время с людьми, разделяющими ваши интересы. Это время, когда энергия вдохновения на пике, поэтому используйте этот день для планирования больших целей и реализации амбициозных проектов, связанных с обучением или путешествиями.",
    "next_event": "→ Следующее новолуние 17 мая. Рекомендуется планировать новые начинания и проекты.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-04": {
    "phase": "Убывающая Луна в Козероге (47% освещ.)",
    "advice": "4 мая 2025 года, с убывающей Луной в Козероге, — это отличный момент для завершения незавершенных дел и избавления от старых привычек. Используйте этот день для планирования новых целей и структурирования своих задач, а также для очищения пространства вокруг себя — уберите лишние вещи, которые больше не служат вам.",
    "next_event": "→ Скоро Новолуние 19 мая. Время для новых начинаний и планов.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-05": {
    "phase": "Убывающая Луна в Водолее (41% освещ.)",
    "advice": "5 мая 2025 года, в день убывающей Луны в Водолее, — это подходящее время для завершения проектов или избавления от ненужного. Используйте этот день для рефлексии и очистки: избавьтесь от старых вещей, завершите неоконченные дела и отпустите негативные мысли, чтобы освободить место для новых начинаний в будущем.",
    "next_event": "→ 18 мая — Новолуние в Тельце. Сфокусируйтесь на новых начинаниях и финансах.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-06": {
    "phase": "Убывающая Луна в Рыбах (34% освещ.)",
    "advice": "6 мая 2025 года, с убывающей Луной в Рыбах, — это время, когда лучше всего завершать старые дела и избавляться от ненужного. Рекомендуется провести день в размышлениях и медитации, а также заняться очищением пространства — выбросить старые вещи или сделать генеральную уборку, чтобы освободить место для нового.",
    "next_event": "→ 15 мая — Новолуние в Тельце. Рекомендуется начинать новые проекты.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-07": {
    "phase": "Убывающая Луна в Овне (27% освещ.)",
    "advice": "7 мая 2025 года, в день убывающей Луны в Овне, подходит для завершения начатых дел и избавления от всего ненужного. Это отличное время для очищения пространства и отказа от старых привычек — сделайте уборку или избавьтесь от ненужных вещей, чтобы освободить место для нового.",
    "next_event": "→ 13 мая — Новолуние в Тельце. Начните новые финансовые проекты.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-08": {
    "phase": "Последняя четверть в Тельце (20% освещ.)",
    "advice": "8 мая 2025 года, в фазе последней четверти Луны в Тельце, благоприятно заниматься завершением проектов, которые требуют практического подхода и устойчивости. Используйте этот день для рефлексии и планирования бюджета или финансовых вопросов, а также для ухода за собой — например, проведите время на природе или займитесь физической активностью, чтобы восстановить гармонию и энергию.",
    "next_event": "→ 22 мая - Новолуние в Близнецах. Начните новые проекты и общение!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-09": {
    "phase": "Последняя четверть в Близнецах (14% освещ.)",
    "advice": "9 мая 2025 года, в день последней четверти Луны в Близнецах, идеально подходит для завершения проектов и анализа полученной информации. Используйте это время, чтобы подвести итоги, избавиться от лишнего и подготовить почву для новых начинаний, особенно в области общения и обучения.",
    "next_event": "→ 10 мая - Новолуние в Тельце. Подходящее время для новых начинаний!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-10": {
    "phase": "Последняя четверть в Раке (7% освещ.)",
    "advice": "10 мая 2025 года, в фазе последней четверти Луны в Раке, идеальное время для завершения домашних дел и ухода за эмоциональным состоянием. В этот день рекомендуется уделить внимание своим близким, провести время с семьей и заняться самоанализом, чтобы освободить место для новых начинаний, когда Луна начнет расти.",
    "next_event": "→ 18 мая — Новолуние в Тельце. Сфокусируйтесь на новых начинаниях и планах.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-11": {
    "phase": "Новолуние в Льве (0% освещ.)",
    "advice": "В день новолуния в Льве 11 мая 2025 года рекомендуется сосредоточиться на проявлении своих творческих способностей и личных амбиций. Это отличное время для начала новых проектов, связанных с самовыражением, такими как написание, искусство или публичные выступления. Запишите свои желания и цели, а затем создайте план действий для их реализации в ближайшие месяцы.",
    "next_event": "→ Следующее полнолуние 2025-05-26. Рекомендуется завершить начатые дела и отпустить старое.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-12": {
    "phase": "Растущая Луна в Деве (7% освещ.)",
    "advice": "12 мая 2025 года с растущей Луной в Деве — отличный день для начала новых проектов, особенно связанных с работой и здоровьем. Рекомендуется заняться планированием, организацией и уборкой: создайте список задач, которые необходимо выполнить, и сосредоточьтесь на улучшении своей повседневной рутины.",
    "next_event": "→ 18 мая — Полная Луна в Скорпионе. Углубляйтесь в эмоции и трансформацию.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-13": {
    "phase": "Растущая Луна в Весах (14% освещ.)",
    "advice": "13 мая 2025 года, в день растущей Луны в Весах, — отличный момент для начала новых проектов в сфере отношений и сотрудничества. Проведите этот день, налаживая связи, подписывая контракты или устраивая встречи с партнёрами, так как энергия Луны способствует гармонии и пониманию.",
    "next_event": "→ 28 мая — Полнолуние в Стрельце. Рекомендуется завершить старые дела.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-14": {
    "phase": "Растущая Луна в Скорпионе (20% освещ.)",
    "advice": "14 мая 2025 года, в фазе растущей Луны в Скорпионе, особенно благоприятно заниматься трансформацией и глубокими изменениями в жизни. Рекомендуется посвятить этот день работе над своими внутренними страхами и ограничениями: запишите свои желания и намерения, а затем проведите ритуал очищения, чтобы отпустить все негативные эмоции.",
    "next_event": "→ 25 мая — Полнолуние в Стрельце. Рекомендуется завершить старые дела.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-15": {
    "phase": "Растущая Луна в Стрельце (27% освещ.)",
    "advice": "15 мая 2025 года, с растущей Луной в Стрельце, является отличным временем для начала новых образовательных проектов или путешествий. Используйте этот день для планирования поездки или записи на курсы, которые расширят ваши горизонты и принесут вдохновение.",
    "next_event": "→ 29 мая: Полнолуние в Стрельце. Проводите время для расширения горизонтов.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-16": {
    "phase": "Растущая Луна в Козероге (34% освещ.)",
    "advice": "16 мая 2025 года, в день растущей Луны в Козероге, — отличное время для планирования и начала новых проектов, связанных с карьерой и личными амбициями. Используйте этот день для составления четкого плана действий и постановки целей, а также для работы над улучшением своей профессиональной репутации.",
    "next_event": "→ 18 мая — Полнолуние. Уделите время для завершения дел и планов.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-17": {
    "phase": "Растущая Луна в Водолее (41% освещ.)",
    "advice": "17 мая 2025 года, в день растущей Луны в Водолее, — отличное время для начала новых проектов и нестандартных идей. Используйте этот период для креативного мышления и общения с единомышленниками: запланируйте встречу или мозговой штурм, чтобы получить свежие идеи и вдохновение.",
    "next_event": "→ 30 мая — Полнолуние в Стрельце. Хороший день для новых начинаний!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-18": {
    "phase": "Растущая Луна в Рыбах (47% освещ.)",
    "advice": "18 мая 2025 года, в день растущей Луны в Рыбах, рекомендуется сосредоточиться на творческих проектах и интуитивных практиках. Это отличное время для медитации, работы с эмоциями и начала новых начинаний в искусстве или духовной сфере, так как энергия этой фазы способствует вдохновению и внутреннему развитию.",
    "next_event": "→ 24 мая – Полнолуние в Стрельце. Занимайтесь обучением и духовным развитием.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-19": {
    "phase": "Первая четверть в Овне (54% освещ.)",
    "advice": "19 мая 2025 года, в день первой четверти Луны в Овне, является отличным временем для начала новых проектов и смелых начинаний. Используйте эту энергию для активных действий: запланируйте встречи или запустите новый проект, который требует инициативы и решительности.",
    "next_event": "→ 27 мая - Полнолуние в Стрельце. Уделите время для путешествий и новых знаний.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-20": {
    "phase": "Первая четверть в Тельце (61% освещ.)",
    "advice": "20 мая 2025 года, в день первой четверти Луны в Тельце, будет благоприятным временем для начала новых проектов, связанных с финансами, земледелием или улучшением материального благосостояния. Рекомендуется заняться планированием бюджета или осуществить покупки, которые принесут долгосрочную пользу, например, инвестиции в удобрения или инструменты для сада.",
    "next_event": "→ 27 мая - Полнолуние в Стрельце. Отличное время для новых начинаний!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-21": {
    "phase": "Первая четверть в Близнецах (68% освещ.)",
    "advice": "21 мая 2025 года, находясь в фазе первой четверти Луны в Близнецах, — это отличный день для общения и обмена идеями. Постарайтесь провести время с близкими, участвовать в обсуждениях или начинать новые проекты, связанные с обучением и информацией. Это время, когда ваша коммуникация будет особенно эффективной!",
    "next_event": "→ 29 мая — Полнолуние в Стрельце. Проводите время на открытом воздухе.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-22": {
    "phase": "Первая четверть в Раке (74% освещ.)",
    "advice": "В день первой четверти Луны в Раке, 22 мая 2025 года, рекомендуется сосредоточиться на семейных делах и эмоциональных связях. Это идеальное время для укрепления отношений с близкими, организации домашних встреч или начала новых проектов, связанных с домом и семейными традициями.",
    "next_event": "→ 28 мая — Полнолуние в Стрельце. Отличный день для новых начинаний!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-23": {
    "phase": "Первая четверть в Льве (81% освещ.)",
    "advice": "23 мая 2025 года, находясь в фазе первой четверти Луны в знаке Льва, будет отличным временем для начала новых творческих проектов или проявления лидерских качеств. Используйте этот день для того, чтобы заявить о себе, организовать мероприятие или представить свои идеи, так как энергичная и харизматичная энергия Льва поможет вам привлечь внимание и поддержку окружающих.",
    "next_event": "→ 29 мая — Полнолуние в Стрельце. Откройте новые горизонты и мечты!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-24": {
    "phase": "Первая четверть в Деве (88% освещ.)",
    "advice": "24 мая 2025 года, в первую четверть Луны в Деве, — идеальное время для начала новых проектов, связанных с работой и здоровьем. Используйте этот день для планирования и организации своих задач, а также для внедрения полезных привычек в повседневную жизнь, так как энергия Луны поможет вам сосредоточиться и эффективно реализовать задуманное.",
    "next_event": "→ 29 мая — Полнолуние в Стрельце. Время для новых начинаний и путешествий.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-25": {
    "phase": "Первая четверть в Весах (95% освещ.)",
    "advice": "25 мая 2025 года, в фазе первой четверти Луны в Весах, будет особенно удачным временем для начала новых партнерских проектов или для улучшения отношений. Используйте этот день для обсуждения совместных планов с близкими людьми или для заключения новых соглашений — энергия Весов способствует гармонии и сотрудничеству.",
    "next_event": "→ 30 мая — Полнолуние в Стрельце. Проводите время с близкими, делитесь знаниями.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-26": {
    "phase": "Полнолуние в Скорпионе (98% освещ.)",
    "advice": "В день Полнолуния в Скорпионе, 26 мая 2025 года, рекомендуется сфокусироваться на трансформации и избавлении от того, что вам больше не служит. Это идеальное время для завершения старых дел и прощения, а также для глубоких размышлений о своих эмоциональных привязках. Проведите ритуал очищения: напишите на бумаге всё, что хотите отпустить, и сожгите её, символизируя освобождение от старых обременений.",
    "next_event": "→ 29 мая — полнолуние в Стрельце. Рекомендуется планировать путешествия и обучение.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-27": {
    "phase": "Полнолуние в Стрельце (92% освещ.)",
    "advice": "27 мая 2025 года, в день Полнолуния в Стрельце, — это время, когда эмоции достигают пика, и энергия для новых начинаний особенно сильна. Используйте этот день для расширения горизонтов: запланируйте путешествие, начните изучать что-то новое или проведите ритуал, связанный с благодарностью и визуализацией ваших целей. Полнолуние также благоприятно для завершения старых дел, поэтому постарайтесь избавиться от того, что вам больше не нужно.",
    "next_event": "→ 09 июня 2025 - полнолуние в Стрельце. Занимайтесь саморазвитием и путешествиями!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-28": {
    "phase": "Полнолуние в Козероге (85% освещ.)",
    "advice": "28 мая 2025 года, в день Полнолуния в Козероге, идеально подходит для завершения долговременных проектов и планирования будущих целей. Используйте эту энергию Луны, чтобы подвести итоги, оценить свои достижения и обозначить новые ориентиры в карьере или личной жизни — записывайте свои намерения и мечты на бумаге, чтобы они обрели форму и ясность.",
    "next_event": "→ 13 июня - Полнолуние в Стрельце. Путешествуйте и расширяйте горизонты!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-29": {
    "phase": "Полнолуние в Водолее (78% освещ.)",
    "advice": "В день Полнолуния в Водолее, 29 мая 2025 года, лучше всего сосредоточиться на освобождении от старых привязок и ненужных зависимостей. Рекомендуется провести ритуал очищения: напишите на бумаге все, что хотите отпустить, и сожгите её, символизируя тем самым новый старт и освобождение от ограничений.",
    "next_event": "→ 1 июня — первая четверть, время для новых начинаний. Начните что-то важное!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-30": {
    "phase": "Полнолуние в Рыбах (71% освещ.)",
    "advice": "В день Полнолуния в Рыбах, 30 мая 2025 года, рекомендуется сосредоточиться на эмоциональном очищении и завершении незавершенных дел. Проведите ритуал благодарности, записывая свои желания и мечты, затем сожгите этот листок, отпуская старые обиды и открывая пространство для нового.",
    "next_event": "→ 4 июня — Полнолуние в Стрельце. Время для новых начинаний и путешествий!",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  },
  "2025-05-31": {
    "phase": "Полнолуние в Овне (65% освещ.)",
    "advice": "31 мая 2025 года, в день Полнолуния в Овне, отлично подходит для начала новых проектов и инициатив. Используйте эту энергию для постановки амбициозных целей: запишите свои желания и намерения, а затем начните действовать, чтобы воплотить их в жизнь.",
    "next_event": "→ 14 июня — Полнолуние в Стрельце. Рекомендуется расширять горизонты и путешествовать.",
    "favorable_days": [
      1,
      2,
      3,
      4,
      5
    ],
    "unfavorable_days": [
      20,
      21,
      22,
      23,
      24,
      25
    ]
  }
}